Repository: PoLaKoSz/MoodMovies
Catalog: MoodMovies/Properties/Strings.*.resx
Languages: hu

# SearchView_TextBox_Title
source: Title
hu: Filmcím

# SearchView_TextBox_Actor
source: Actor
hu: Színész(nő)

# SearchView_Genre_ComboBox_Hint
source: I feel ...
hu: Jó lenne ...

# SearchView_Genre_ComboBoxItem_Happy
source: Happy
hu: egy kis vidámság

# SearchView_Genre_ComboBoxItem_Everything
source: Everything
hu: bármi

# SearchView_Filter_ComboBox_Hint
source: I pick ...
hu: További szűrők ...

# SearchView_Filter_ComboBox_Popular
source: Popular
hu: Híres

# SearchView_Filter_ComboBox_Upcoming
source: Upcoming
hu: Közelgő

# SearchView_Filter_ComboBox_NowPlaying
source: Now Playing
hu: Jelenleg játszák

# SearchView_Filter_ComboBox_Everything
source: Everything
hu: KIkapcsolva

# SearchView_Filter_ComboBox_TopRated
source: Top Rated
hu: Jegjobbra értékelve

# SearchView_Source_ComboBox_Hint
source: Source ...
hu: Keresés helye ...

# SearchView_Source_ComboBox_Favourites
source: Favourites
hu: Kedvencekből

# SearchView_Source_ComboBox_WatchList
source: WatchList
hu: Megnézendőkből

# MainView_Button_Help
source: Help
hu: Segítség

# MainView_Button_Exit
source: Exit App
hu: Alkalmazás bezárása

# MainView_Menubar_Button_Search
source: Search
hu: Keresés

# MainView_Menubar_Button_WatchList
source: WatchList
hu: Megnézendők

# MainView_Menubar_Button_Favourites
source: Favourites
hu: Kedvencek

# MainView_Menubar_Button_Results
source: Results
hu: Keresési találatok

# MovieCardView_Button_ViewTrailer
source: View Trailer
hu: Előzetes megtekintése

# MovieCardView_Button_Released
source: Released:
hu: Kiadva:

# MovieCardView_Button_Language
source: Language:
hu: Nyelv:

# MovieCardView_Button_VotesCount
source: No. of Votes:
hu: Szavazatok száma:

# MovieCardView_Button_Popularity
source: Popularity
hu: Híres

# MovieCardView_ToggleButton_AddToWatchList
source: Add to WatchList
hu: Megnézendőkhöz adás

# MovieCardView_ToggleButton_AddToFavourites
source: Add to Favourites
hu: Kedvencekhez adás

# SearchView_Genre_ComboBoxItem_Thrilled
source: Thrilled
hu: egy kis akció

# SearchView_Genre_ComboBoxItem_Scared
source: Scared
hu: egy kis félelem

# SearchView_Genre_ComboBoxItem_Loved
source: Loved
hu: egy kis szerelem

# MainView_Menubar_Button_Users
source: Users
hu: Felhasználók

# UserControlView_Label_CurrentUser
source: Current User
hu: Jelenlegi Felhasználó

# UserControlView_Label_WarningApiKey
source: To create a new User please first obtain an Api key from www.themoviedb.org
hu: Felhasználói fiók létrehozása előtt kérlek hozz létre egy API kulcsot a www.themoviedb.org oldalon

# UserControlView_Label_FirstName
source: First Name
hu: Keresztnév

# UserControlView_Label_SurName
source: Surname
hu: Vezetéknév

# UserControlView_Label_TMBDB_ApiKey
source: TMDB API Key
hu: TMDB API Kulcs

# UserControlView_DataGrid_Header_FirstName
source: First Name
hu: Keresztnév

# UserControlView_DataGrid_Header_SurName
source: Surname
hu: Vezetéknév

# UserControlView_DataGrid_Header_ApiKey
source: API Key
hu: API Kulcs

# UserControlView_DataGrid_Button_SetAsCurrentUser
source: Set as current User
hu: Kiválaszt

# UserControlView_Button_AddNewUser
source: Add new User
hu: Hozzáad

# UserControlView_DataGrid_Header_Action
source: Action
hu: Művelet
